IdeaRS.OpenModel.Parameters.NumberGroups.Create(System.Collections.Generic.List{IdeaRS.OpenModel.Parameters.ValueCount})
Creates new instance with list of ValueCount .
list: The list of ValueCount objects.
Returns: A new instance of group.